/* No comment provided by engineer. */
"%1$@ could not be parsed because an invalid JSON dictionary was provided for key path \"%2$@\"" = "%1$@ could not be parsed because an invalid JSON dictionary was provided for key path \"%2$@\"";

/* No comment provided by engineer. */
"%1$@ could not be parsed because its entity attribute mapping contains illegal property keys." = "%1$@ could not be parsed because its entity attribute mapping contains illegal property keys.";

/* No comment provided by engineer. */
"%@ & %@ are typing" = "%1$@ & %2$@ are typing";

/* No comment provided by engineer. */
"%@ could not be created because an invalid JSON array was provided: %@" = "%1$@ could not be created because an invalid JSON array was provided: %2$@";

/* No comment provided by engineer. */
"%@ could not be created because an invalid JSON dictionary was provided: %@" = "%1$@ could not be created because an invalid JSON dictionary was provided: %2$@";

/* No comment provided by engineer. */
"%@ is typing" = "%@ is typing";

/* No comment provided by engineer. */
"'body' can not be nil" = "'body' can not be nil";

/* No comment provided by engineer. */
"'bucket' name can not be empty" = "'bucket' name can not be empty";

/* No comment provided by engineer. */
"'key' name can not be empty" = "'key' name can not be empty";

/* FTGooglePlacesAPISearchResponse name of status FTGooglePlacesAPIResponseStatusAPILimitExceeded */
"API Limit Exceeded" = "API Limit Exceeded";

/* Back */
"Back" = "Back";

/* No comment provided by engineer. */
"can not continue to download a cancelled task." = "can not continue to download a cancelled task.";

/* No comment provided by engineer. */
"can not continue to download a completed task" = "can not continue to download a completed task";

/* No comment provided by engineer. */
"can not continue to upload a cancelled task." = "can not continue to upload a cancelled task.";

/* No comment provided by engineer. */
"can not continue to upload a completed task" = "can not continue to upload a completed task";

/* No comment provided by engineer. */
"Can not pause a cancelled task." = "Can not pause a cancelled task.";

/* No comment provided by engineer. */
"Can not pause a completed task." = "Can not pause a completed task.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* No comment provided by engineer. */
"Copy Photo" = "Copy Photo";

/* AFNetworking */
"Could not decode string: %@" = "Could not decode string: %@";

/* No comment provided by engineer. */
"Could not deserialize managed object" = "Could not deserialize managed object";

/* No comment provided by engineer. */
"Could not parse JSON" = "Could not parse JSON";

/* No comment provided by engineer. */
"Could not serialize managed object" = "Could not serialize managed object";

/* AFNetworking */
"Data failed decoding as a UTF-8 string" = "Data failed decoding as a UTF-8 string";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Editing Message" = "Editing Message";

/* No comment provided by engineer. */
"Everything went fine. At least one result was found." = "Everything went fine. At least one result was found.";

/* No comment provided by engineer. */
"failed to convert data to string" = "failed to convert data to string";

/* No comment provided by engineer. */
"failed to convert string to data" = "failed to convert string to data";

/* No comment provided by engineer. */
"Failed to fetch a managed object for uniqing predicate \"%@\"." = "Failed to fetch a managed object for uniqing predicate \"%@\".";

/* No comment provided by engineer. */
"Failed to initialize a managed object from entity named \"%@\"." = "Failed to initialize a managed object from entity named \"%@\".";

/* No comment provided by engineer. */
"Format" = "Format";

/* No comment provided by engineer. */
"Google Places API request failed" = "Google Places API request failed";

/* No comment provided by engineer. */
"Google Places API requests quota was exceeded." = "Google Places API requests quota was exceeded.";

/* No comment provided by engineer. */
"Google Places API returned unknown status code." = "Google Places API returned unknown status code.";

/* No comment provided by engineer. */
"Invalid 'body' Type, must be an instance of NSURL Class" = "Invalid 'body' Type, must be an instance of NSURL Class";

/* No comment provided by engineer. */
"Invalid entity attribute mapping" = "Invalid entity attribute mapping";

/* No comment provided by engineer. */
"Invalid JSON dictionary" = "Invalid JSON dictionary";

/* FTGooglePlacesAPISearchResponse name of status FTGooglePlacesAPIResponseStatusInvalidRequest */
"Invalid Request" = "Invalid Request";

/* No comment provided by engineer. */
"Last Updated: %@" = "Last Updated: %@";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* Maps SDK Demos */
"Maps SDK Demos" = "Maps SDK Demos";

/* No comment provided by engineer. */
"Missing JSON array" = "Missing JSON array";

/* No comment provided by engineer. */
"Missing JSON dictionary" = "Missing JSON dictionary";

/* No comment provided by engineer. */
"Never" = "Never";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* No comment provided by engineer. */
"No model class could be found to deserialize the object." = "No model class could be found to deserialize the object.";

/* No comment provided by engineer. */
"No model class could be found to parse the JSON dictionary." = "No model class could be found to parse the JSON dictionary.";

/* No comment provided by engineer. */
"No property by name \"%@\" exists on the entity." = "No property by name \"%@\" exists on the entity.";

/* FTGooglePlacesAPISearchResponse name of status FTGooglePlacesAPIResponseStatusNoResults */
"No Results" = "No Results";

/* No comment provided by engineer. */
"No results were found." = "No results were found.";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "of";

/* FTGooglePlacesAPISearchResponse name of status FTGooglePlacesAPIResponseStatusOK */
"OK" = "OK";

/* Used in the context: '1 photo' */
"photo" = "photo";

/* Used in the context: '3 photos' */
"photos" = "photos";

/* FTGooglePlacesAPISearchResponse name of status FTGooglePlacesAPIResponseStatusNotFound */
"Place not found" = "Place not found";

/* No comment provided by engineer. */
"Property descriptions of class %@ are unsupported." = "Property descriptions of class %@ are unsupported.";

/* No comment provided by engineer. */
"Property of class %@ cannot be encoded into a to-many relationship." = "Property of class %@ cannot be encoded into a to-many relationship.";

/* No comment provided by engineer. */
"Property of class %@ cannot be encoded into an NSManagedObject." = "Property of class %@ cannot be encoded into an NSManagedObject.";

/* No comment provided by engineer. */
"Pull to refresh..." = "Pull to refresh...";

/* No comment provided by engineer. */
"Redo" = "Redo";

/* No comment provided by engineer. */
"Referenced place was not found." = "Referenced place was not found.";

/* No comment provided by engineer. */
"Release to refresh..." = "Release to refresh...";

/* FTGooglePlacesAPISearchResponse name of status FTGooglePlacesAPIResponseStatusRequestDenied */
"Request Denied" = "Request Denied";

/* No comment provided by engineer. */
"Request was denied by Google Places API." = "Request was denied by Google Places API.";

/* No comment provided by engineer. */
"Request was invalid. Either \"location\" or \"radius\" parameter is probably missing." = "Request was invalid. Either \"location\" or \"radius\" parameter is probably missing.";

/* No comment provided by engineer. */
"S3 MultipartUpload has been cancelled." = "S3 MultipartUpload has been cancelled.";

/* No comment provided by engineer. */
"S3 MultipartUpload has been paused." = "S3 MultipartUpload has been paused.";

/* Samples */
"Samples" = "Samples";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Save Photo" = "Save Photo";

/* No comment provided by engineer. */
"Select Photos" = "Select Photos";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send/Accept" = "Send/Accept";

/* No comment provided by engineer. */
"Several people are typing" = "Several people are typing";

/* No comment provided by engineer. */
"the key must not to be nil" = "the key must not to be nil";

/* No comment provided by engineer. */
"the server property must not to be nil, should use 'keyChainStoreWithServer:protocolType:' initializer to instantiate keychain store" = "the server property must not to be nil, should use 'keyChainStoreWithServer:protocolType:' initializer to instantiate keychain store";

/* Format for the string to return to a calling app. */
"Touch to return to %1$@" = "Touch to return to %1$@";

/* No comment provided by engineer. */
"Undo" = "Undo";

/* No comment provided by engineer. */
"Undo Typing" = "Undo Typing";

/* No comment provided by engineer. */
"Unexpected error has occurred." = "Unexpected error has occurred.";

/* FTGooglePlacesAPISearchResponse name of status FTGooglePlacesAPIResponseStatusUnknown */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

